{
  "feedbacks": [
    {
      "src": "assets/images/Testimonials/Ritika-Lakshay-1080.jpg",
      "clientName": "Ritika x Lakshay",
      "clientDate": "January 2020",
      "text": "The Dewdrop project was our first choice to get our roka function covered! The best part about them is that your function is as important for them as for you! The photographer worked really well during the event to capture each moment! The promo video was the best product delivered by them! If you get a chance to look at the video .. their work speaks for them!"
    },
    {
      "src": "assets/images/Testimonials/Tanya-Lakshay-1080.jpg",
      "clientName": "Tanya x Lakshay",
      "clientDate": "January 2019",
      "text": "It was a wonderful experience to have dewdrop as our photography team on our wedding. The team is really cheerful and highly professional. Highly recommended if you are really looking for some best candid photos for ur big day👌👍🏻"
    },
    {
      "src": "assets/images/Testimonials/Dhanshri-Rishabh-1080.jpg",
      "clientName": "Dhanshri x Rishabh",
      "clientDate": "January 2019",
      "text": "They covered all the functions of my wedding including pre-wedding, and every thing was done with sheer precision as per my requirement. The team is also so humble and made me feel comfortable easily."
    },
    {
      "src": "assets/images/Testimonials/Chiran-Chiran-1080.jpg",
      "clientName": "Chiran x Chiran",
      "clientDate": "December 2018",
      "text": "You want to live your wedding moments forever? Give charge to the team of the Dewdrop project.they know how to capture your precious moment and trust me they will cover your wedding as if it’s their own,they know how important it is for you and your family and they will make your pictures and videos memorable and you will cherish them forever ❤️ thankyou guys,for covering my wedding and finding all those unique emotions and converting them into beautiful pictures for me."
    },
    {
      "src": "assets/images/Testimonials/Ritika-Lakshay-1080.jpg",
      "clientName": "Gagandeep Kaur",
      "clientDate": "December 2018",
      "text": "At first, we were so confused with whom to choose for covering my sister's wedding but i think we made the best decision for her SPECIAL Day by choosing the SPECIAL TEAM i.e. DEWDROP. AMAZING is the word for them. They really are more than photographers. From the beginning through to the end they were supportive and so easy to be with and it was like having friends there with you yet being so professional and experienced. We are going to cherish the memories that they have captured so beautifully, forever."
    },
    {
      "src": "assets/images/Testimonials/Ishita-Raghav-1080.jpg",
      "clientName": "Ishita x Raghav",
      "clientDate": "February 2018",
      "text": "We wanted our wedding to be super fun and that required a super fun crew to capture all those moments. Inushi and her team is a bunch of super talented individuals. They have moved away from the conventional way of posing for pictures and they try to make the pictures as natural as possible.       The candid photography Inushi does is the highlight. The video they compiled is simply AMAZING. It shows how much thought and effort has gone in coming up with something like that. Wish you guys all the best and we will see you guys at the re-shoot for our 10th anniversary. Much love to all of you. IshRa"
    },
    {
      "src": "assets/images/Testimonials/Ritika-Lakshay-1080.jpg",
      "clientName": "Pratishtha x Sahil",
      "clientDate": "November 2019",
      "text": "I praise Inushi and her team for the way they shot my wedding. There’s no one, LITERALLY NO ONE better than them to cover a story of two individuals and their big day. Inushi stood with me as a friend, sister and a photographer. She helped me choose the venue, made corrections during the events so that everything was captured perfectly, shared with me the do’s and don’ts in order to avoid any glitches and and made sure nothing was left out. I’m glad I chose perfection! Her management and the work ethic of the team, EVERYTHING was spot on. I would say this again and forever - I wouldn’t have asked for someone better to cover my life’s 3 most special days."
    },
    {
      "src": "assets/images/Testimonials/Ayushi-Tushar-1080.jpg",
      "clientName": "Ayushi x Tushar",
      "clientDate": "February 2019",
      "text": "Choosing The Dewdrop Project for our marriage was one of the best decision that we took! The entire team covered all our functions so beautifully that my entire family is in love with the photos and videos shared.  Their presence at our functions was so delightful and entertaining, to the level that they were involved in our functions as well.  I would also give big thumbs up to Inushi, who acted like my second bridesmaid during the wedding.  I can’t thank you guys enough in capturing the most important days of our lives so beautifully.  Much love to the entire team!  P.s - we fall in love with the pre-wedding and wedding highlights every day ❤️  Xoxo"
    },
    {
      "src": "assets/images/Testimonials/Disha-Nikhil-1080.jpg",
      "clientName": "Disha x Nikhil",
      "clientDate": "Februray 2018",
      "text": "We are very thankful to Team Dewdrop for helping us treasure our most special event with superb pictures and videos. They managed to capture every moment that many a times we didn't realize even happened. We are especially impressed with their candid photography and would like to give a big thumbs up for it. Our favourite pictures from the album are the ones we didn't know were getting captured - truly worth being adorned by the walls of our home. All through the function, we never had to make a single phone call to chase them up to the venue which makes them extremely dependable. I'd like to make a special mention of the GIF invitation that they created for us  - very fresh and quirky, we absolutely loved it (and I guess so did everyone who received it). Wish  you guys all the best and always two hands full of lovely shoots ! Cheers,Nikhil and Disha"
    },
    {
      "src": "assets/images/Testimonials/Shreya-Pranshu-1080.jpg",
      "clientName": "Shreya x Pranshu",
      "clientDate": "December 2017",
      "text": "Someone recommended Inushi to me and I checked out her profile. Inushi was the only photographer that I met and I booked her in the first meeting itself. :) It was a treat having her around during my most special but hugely stressful day! She was there at the time I was dressing up and got my hair done exactly how it looked good in the pictures! She is a photographer-cum-bridesmaid for a bride on her big day - whether it's assisting you with makeup touch-ups or helping you with uncomfy outfits - she can do it all! One week to my engagement and I have received most of the pictures! Everyone in my family is loving the pictures!! <3 Thank you Inushi for making it so special!"
    },
    {
      "src": "assets/images/Testimonials/Chitvi-Sarthak-1080.jpg",
      "clientName": "Chitvi x Sarthak",
      "clientDate": "July 2018",
      "text": "Dear team dewdrop, You guys deserve a big round of applause and a standing ovation for what you have become in a year . Looking at  your work on our wedding ceremony is a treat to our eyes and mind.. It was a great decision to follow our gut and trust you guys.. You have been so patient with us and our tantrums of not getting clicked.. A big fat thank you. Cheers to you and the whole team of Dewdrop."
    },
    {
      "src": "assets/images/Testimonials/Ritika-Lakshay-1080.jpg",
      "clientName": "Kritika Mathur",
      "clientDate": "September 2017",
      "text": "Inushi captured my cousins engagement ceremony and I can say this on behalf of the family that we completely Loved Inushi's work! She and her team are super fun to work with! They know just exactly what to capture and how. Plus, the editting is brilliant too. Hope to have them do more shoots for us."
    },
    {
      "src": "assets/images/Testimonials/Ritika-Lakshay-1080.jpg",
      "clientName": "Zeba x Siddarth",
      "clientDate": "December 2016",
      "text": "Thank you so much for helping us create the best moments the most memorable ones. The pictures and videos make us cry with joy. Thank you for capturing it so beautifully. You guys are a great team to work with. The best part- You have your spirits high. Its great to work with a team who is extremely friendly and makes you feel comfortable. <3"
    },
    {
      "src": "assets/images/Testimonials/Ritika-Lakshay-1080.jpg",
      "clientName": "Mansi x Ayush",
      "clientDate": "July 2016",
      "text": "Amazing work The Dewdrop Project ...  It was the most important day for us and each moment was perfectly captured....  You made it look so natural Inushi Singh... Many thanks for your efforts and personal involvement during the ceremony.....  #Rokafied #manythanksforthecapturesinushi #happyclient 🙂"
    }
  ],
  "members": [
    {
      "src": "assets/images/Team/KusumS.jpg",
      "memberName": "Kusum Singh",
      "memberTitle": "Managing Director"
    },
    {
      "src": "assets/images/Team/InushiS.jpg",
      "memberName": "Inushi Singh",
      "memberTitle": "Creative Director"
    },
    {
      "src": "assets/images/Team/SikanderJ.jpg",
      "memberName": "Sinkander Singh",
      "memberTitle": "Lead Photographer"
    },
    {
      "src": "assets/images/Team/Jeetu.jpg",
      "memberName": "Jeetu",
      "memberTitle": "Candid Photographer"
    },
    {
      "src": "assets/images/Team/MonuP.jpg",
      "memberName": "Monu Panchal",
      "memberTitle": "Candid Photographer"
    },
    {
      "src": "assets/images/Team/ManishS.jpg",
      "memberName": "Manish Sahdev",
      "memberTitle": "Lead Cinematographer"
    }
  ],
  "galleries": [
    {
      "images": [
        {
          "src": "assets/images/Disha-Sanchit/Disha-Sanchit-1"
        },
        {
          "src": "assets/images/Disha-Sanchit/Cocktail-1"
        },
        {
          "src": "assets/images/Bark/Bark-5"
        },
        {
          "src": "assets/images/Bark/Bark-4"
        },
        {
          "src": "assets/images/Disha-Sanchit/Wedding-3"
        },
        {
          "src": "assets/images/Disha-Sanchit/Disha-Sanchit-3"
        }
      ]
    },
    {
      "images": [
        {
          "src": "assets/images/Bark/Bark-21"
        },
        {
          "src": "assets/images/Bark/Bark-38"
        },
        {
          "src": "assets/images/Bark/Bark-42"
        },
        {
          "src": "assets/images/Bark/Bark-36"
        },
        {
          "src": "assets/images/Bark/Bark-37"
        },
        {
          "src": "assets/images/Bark/Bark-35"
        }
      ]
    },
    {
      "images": [
        {
          "src": "assets/images/Bark/Bark-2"
        },
        {
          "src": "assets/images/Bark/Bark-10"
        },
        {
          "src": "assets/images/Disha-Sanchit/Disha-Sanchit-5"
        },
        {
          "src": "assets/images/Bark/Bark-9"
        },
        {
          "src": "assets/images/Bark/Bark-7"
        },
        {
          "src": "assets/images/Bark/Bark-8"
        }
      ]
    },
    {
      "images": [
        {
          "src": "assets/images/Bark/Bark-26"
        },
        {
          "src": "assets/images/Bark/Bark-27"
        },
        {
          "src": "assets/images/Bark/Bark-24"
        },
        {
          "src": "assets/images/Bark/Bark-28"
        },
        {
          "src": "assets/images/Bark/Bark-30"
        },
        {
          "src": "assets/images/Bark/Bark-25"
        }
      ]
    },
    {
      "images": [
        {
          "src": "assets/images/Bark/Bark-13"
        },
        {
          "src": "assets/images/Bark/Bark-14"
        },
        {
          "src": "assets/images/Pratishtha/Wedding-1"
        },
        {
          "src": "assets/images/Pratishtha/Wedding-2"
        },
        {
          "src": "assets/images/Bark/Bark-15"
        },
        {
          "src": "assets/images/Bark/Bark-18"
        }
      ]
    }
  ],
  "logos": [
    {
      "src": "assets/images/Icons/popxo-logo.jpeg",
      "alt": "popxo logo"
    },
    {
      "src": "assets/images/Icons/theweddingbrigade-logo.jpeg",
      "alt": "theweddingbrigade logo"
    },
    {
      "src": "assets/images/Icons/weddingsutra-logo.png",
      "alt": "weddingsutra logo"
    },
    {
      "src": "assets/images/Icons/bridalaffairindia-logo.png",
      "alt": "bridalaffairindia logo"
    },
    {
      "src": "assets/images/Icons/zowed-logo.png",
      "alt": "zowed logo"
    },
    {
      "src": "assets/images/Icons/wedabout-logo.png",
      "alt": "wedabout logo"
    },
    {
      "src": "assets/images/Icons/wedzo-logo.jpeg",
      "alt": "wedzo logo"
    },
    {
      "src": "assets/images/Icons/fabweddings-logo.jpeg",
      "alt": "fabweddings logo"
    },
    {
      "src": "assets/images/Icons/weddingzin-logo.jpeg",
      "alt": "weddingzin logo"
    },
    {
      "src": "assets/images/Icons/shaadiwish-logo.jpeg",
      "alt": "shaadiwish logo"
    },
    {
      "src": "assets/images/Icons/weddingplz-logo.jpeg",
      "alt": "weddingplz logo"
    },
    {
      "src": "assets/images/Icons/wittyvows-logo.jpeg",
      "alt": "wittyvows logo"
    },
    {
      "src": "assets/images/Icons/zankyou-logo.jpeg",
      "alt": "zankyou logo"
    },
    {
      "src": "assets/images/Icons/indiangramwedding-logo.jpeg",
      "alt": "indiangramwedding logo"
    },
    {
      "src": "assets/images/Icons/shaadisaga-logo.png",
      "alt": "shaadisaga logo"
    },
    {
      "src": "assets/images/Icons/ht-logo.jpeg",
      "alt": "hindustantimes logo"
    },
    {
      "src": "assets/images/Icons/nbt-logo.jpg",
      "alt": "navbharattimes logo"
    }
  ]
}
